Repository: kureuil/ptolemy
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: can't be blank
fr: ne peut pas être vide

source: has already been taken
fr: est déjà utilisé

source: is invalid
fr: est invalide

source: must be accepted
fr: doit être accepté

source: has invalid format
fr: n'est pas du bon format

source: has an invalid entry
fr: contient un élément invalide

source: is reserved
fr: est réservé

source: does not match confirmation
fr: ne correspond pas à la vérifiation

source: is still associated with this entry
fr: est toujours associé avec cet élément

source: are still associated with this entry
fr: sont toujours associés avec cet élément

source: should be %{count} character(s)
fr: devrait contenir exactement %{count} caractère(s)

source: should have %{count} item(s)
fr: devrait avoir exactement %{count} élément(s)

source: should be at least %{count} character(s)
fr: devrait contenir au moins %{count} caractère(s)

source: should have at least %{count} item(s)
fr: devrait avoir au moins %{count} élément(s)

source: should be at most %{count} character(s)
fr: devrait contenir au plus %{count} caractère(s)

source: should have at most %{count} item(s)
fr: devrait avoir au plus %{count} élément(s)

source: must be less than %{number}
fr: doit être strictement inférieur à %{number}

source: must be greater than %{number}
fr: doit être strictement supérieur à %{number}

source: must be less than or equal to %{number}
fr: doit être inférieur ou égal à %{number}

source: must be greater than or equal to %{number}
fr: doit être supérieur ou égal à %{number}

source: must be equal to %{number}
fr: doit être égal à %{number}
